Repository: Acidburn0zzz/pacli
Catalog: locale/*.po
Languages: fr, it, pl

source: Update System
fr: Mise à jour du Système
it: Aggiornare il Sistema
pl: Aktualizacja systemu

source: Clean System
fr: Nettoyer le Système
it: Pulire il Sistema
pl: Czyszczenie Systemu

source: Install Package
fr: Installer un Paquet
it: Installare un Pacchetto
pl: Instalacja Pakietu

source: Remove Package + Deps
fr: Supprimer un Paquet + déps
it: Rimuovere Pacchetto + Dip.ze
pl: Usuwanie pakietu+zależności

source: Package Information
fr: Informations sur un Paquet
it: Informazioni su un Pacchetto
pl: Informacje o pakiecie

source: List Local Package Files
fr: Lister les fichiers d'un Paquet
it: Lista dei pacchetti Locali
pl: Listuj pliki zainst.pakietów

source: Dependency Tree
fr: Arbre de Dépendances
it: Albero Dipendenze
pl: Drzewo zależności

source: Reverse Dependency Tree
fr: Arbre de Dépendances Inversé
it: Albero Dipendenze Inverso
pl: Odwrócone Drzewo Zależności

source: Defragment Database
fr: Défragmenter la Base
it: Deframmentare il Database
pl: Defragmentacja bazy danych

source: Help
fr: Aide
it: Aiuto
pl: Pomoc

source: Downgrade Packages
fr: Rétrograder un Paquet
it: Retrocedere un Pacchetto
pl: Instaluj starszą wersję

source: Pacman Log
pl: Logi Pacman-a

source: Fix Errors
fr: Réparer les Erreurs
it: Riparare gli Errori
pl: Naprawianie błędów

source: Configure Pacman
fr: Configurer Pacman
it: Configurare Pacman
pl: Konfiguracja Pacmana

source: Force Install Package
fr: Forcer l'installation d'un paquet
it: Forzare l'Installazione di un Pacchetto
pl: Wymuś Instalację Pakietu

source: Force Update System
fr: Forcer la mise à jour Système
it: Forzare l'Aggiornamento del Sistema
pl: Wymuś Aktualizację Systemu

source: Force Remove Package
fr: Forcer la suppression d'un paquet
it: Forzare la Rimozione di un Pacchetto
pl: Wymuś usunięcie pakietu

source: Empty Package Cache
fr: Vider le cache
it: Svuotare la Cache
pl: Czyszczenie Cache Pakietów

source: Update AUR
fr: Mise à jour de AUR
it: Aggiornare AUR
pl: Aktualizacja AUR

source: Force Update AUR
fr: Forcer la mise à jour AUR
it: Forzare l'Aggiornamento di AUR
pl: Wymuś aktualizację AUR

source: Search+Install from AUR
fr: Chercher-Installer depuis AUR
it: Cerca + Installa da AUR
pl: Szukaj + Instaluj z AUR

source: Install from AUR
fr: Installer depuis AUR
it: Installare da AUR
pl: Instaluj z AUR

source: List Installed from AUR
fr: Lister des Paquets Locaux
it: Lista Pacchetti Installati da AUR
pl: Zainstalowane z AUR

source: Configure
pl: Konfiguruj

source: Informations
it: Info
pl: Informacje

source: Manage .pacnews files
it: Modificare .pacnews
pl: Zarządzaj plikami ,pacnews

source: Pacman history
fr: Historique Pacman
it: Storico di Pacman
pl: Historia Pacmana

source: Install from git repository
it: Installare da git
pl: Instaluj z repozytorium git

source: helper not supported
fr: Outil non supporté
it: Help non supportato
pl: helper nie wspierany

source: Select a package to display information about
fr: Sélectionner un paquet pour informations
it: Selezionare un pacchetto per informazioni
pl: Wybierz pakiet, aby wyświetlić informacje o nim

source: Package information displayed
fr: Informations du paquet affichées
it: Informazioni sul Pacchetto
pl: Wyświetlono informacje o pakietach

source: Select a packages of which to list all files (use TAB to toggle selection)
fr: Sélectionner les paquets à lister (TAB pour sélection multiple)
it: Selezionare i Pacchetti dalla lista (TAB per selezioni multiple)
pl: Wybierz pakiet (użyj TAB do przełączania)

source: All local files in package listed
fr: Fichiers du paquet listés
it: Tutti i files del pacchetto
pl: Wylistowano wszystkie pliki w pakiecie

source: Most common Pacman errors fixed and system updated
it: Errori Pacman corretti e sistema aggiornato
pl: Naprawiono najczęstsze błędy Pacmana, system został zaktualizowany

source: Enter git url repository
fr: Entrer l'url du dépôt git
it: Url del repository git
pl: Wpisz url repozytorium git

source: Error:
fr: Erreur:
it: Errore:
pl: Błąd:

source: Installation from git repo finished
fr: Installation via un dépôt git terminée
it: Installazione da git terminata
pl: Instalacja z repozytorium git zakończona

source: Server
fr: Serveur
pl: Serwer

source: Branch
fr: Branche
pl: Gałąź

source: Last update
pl: Ostatnia aktualizacja

source: Packages
pl: Pakiety

source: Total installed
fr: Installée en tout
it: Installazione completata
pl: Zainstalowane pakiety

source: Explicitly installed
fr: Explicitement installées
it: Esplicitamente installato
pl: Zainstalowane na wyraźne żądanie

source: Orphans
fr: orphelins
it: Orfani
pl: Sieroty

source: Available
fr: Disponibles
it: Disponibili
pl: Dostępne

source: Available with AUR
fr: Disponible via AUR
it: Disponibile via AUR
pl: Dostępne w AUR

source: Pacman config files
fr: Fichiers config modifiés par Pacman
it: File configurazione Pacman
pl: Pliki konfiguracji Pacmana

source: PacNew files
fr: Fichiers .Pacnew
it: File .Pacnew
pl: Pliki PacNew

source: PacSave files
fr: Fichiers .pacsave
it: File .pacsave
pl: Pliki PacSave

source: Pacli Config
fr: Configuration Pacli
it: Configurazione Pacli
pl: Konfiguracja Pacli

source: show descriptions
fr: Afficher les descriptions
it: Visualizza descrizioni
pl: pokaż opisy

source: General Informations
fr: Informations générales
it: Informazioni Generali
pl: Informacje ogólne

source: Select a package
fr: Sélectionner un paquet
it: Selezionare un pacchatto
pl: Wybierz pakiet

source: Dependency tree displayed
fr: Arbre de dépendances affiché
it: Albero dipendenze
pl: Pokazano drzewo zależności

source: Reverse dependency tree displayed
fr: Arbre de dépendances inversé affiché
it: Albero dipendenze inverso
pl: Wyświetlono Odwrócone Drzewo Zależności

source: Package "%s" not used by other package
fr: Paquet "%s" pas utilisé par un autre paquet
it: Pacchetto "%s" non usato da altri pacchetti
pl: Pakiet "%s" nie jest wymagany przez inne pakiety

source: Enter a number between 0..%s and press [Enter] - 0 Exit Pacli
fr: Entrer un numéro entre 0..%s et presser [Entrer] - 0 pour Quitter Pacli
it: Inserire un numero tra 0..%s e premere [Enter] - 0 Uscita da Pacli
pl: Wpisz liczbę pomiędzy 0..%s i wciśnij [Enter] - 0 Wyjście z Pacli

source: Your system is updated
fr: Votre système est à jour
it: Il sistema è aggiornato
pl: Twój system jest aktualny

source: System is updated and cache is cleaned
fr: Système est à jour et le cache est vidé
it: Il Sistema è aggiornato e la cache è pulita
pl: System jest zaktualizowany, a pamięć podręczna wyczyszczona

source: Select packages to install (use TAB to toggle selection)
fr: Sélectionner les paquets à installer (TAB pour sélection multiple)
it: Selezionare i pacchetti da installare (TAB per selezione multipla)
pl: Wybierz pakiety do instalacji (użyj TAB do przełączania)

source: Package installation is finished
fr: Installation du Paquet terminée
it: Installazione dei pacchetti terminata
pl: Instalacja pakietów zakończona

source: Select packages to remove (use TAB to toggle selection)
fr: Sélectionner les paquets à supprimer (TAB pour sélection multiple)
it: Selezionare i pacchetti da rimuovere (TAB per selezione multipla)
pl: Wybierz pakiety do usunięcia (użyj TAB do przełączania)

source: Package and all unneeded dependencies removed
it: Pacchetto e dipendenze non necessarie rimosse
pl: Pakiet usunięty wraz ze wszystkimi niepotrzebnymi zależnościami

source: Pacman Database defragmented and optimized for HDDs
it: Pacman database deframmentato e ottimizzato
pl: Baza danych Pacmana została zdefragmentowana

source: Select package to downgrade
fr: Sélectionner un paquet à rétrograder
it: Selezionare un pacchetto da retrocedere
pl: Wybierz pakiet

source: Downgrade process finished
fr: Processus de Downgrade terminée
it: Processo di Downgrade terminato
pl: Instalacja starszej wersji pakietu zakończona

source: Last 2000 lines of Pacman Log displayed. Navigate with SHIFT+PageUp
it: Ultime 2000 linee di Pacman Log. Scorrere con SHIFT+Pageup
pl: Pokazano ostatnie 2000 linii logów Pacmana. przewijanie za pomocą SHIFT+PageUp

source: Select package
fr: Sélectionner un paquet
it: Selezionare un pacchetto
pl: Wybierz pakiet

source: Select package to install
fr: Sélectionner un paquet à installer
it: Selezionare un pacchetto da installare
pl: Wybierz pakiet do instalacji

source: Package installation in force mode is finished
fr: Installation de force terminée
it: Installazione forzata terminata
pl: Instalacja pakietu w trybie wymuszania zakończona

source: Your system is updated in force mode
fr: Système mis à jour de force
it: Sistema aggiornato in force mode
pl: System został zaktualizowany w trybie wymuszania

source: Select packages to remove
fr: Sélectionner un paquet à supprimer
it: Selezionare pacchetti da rimuovere
pl: Wybierz pakiety do usunięcia

source: Dependency in force mode removed
fr: Dépendances supprimées de force
it: Dipendenze rimosse in force mode
pl: Zależności usunięte w trybie wymuszania

source: Entire package cache emptied
fr: Cache entièrement vidé
it: Cache dei pacchetti vuota
pl: Pamięć podręczna pakietów wyczyszczona

source: All AUR packages reinstalled
fr: paquets AUR réinstallés
it: pacchetti AUR reinstallati
pl: Wszystkie pakiety z AUR przeinstalowane

source: AUR Helper finished
fr: Commande AUR terminée
it: AUR Helper finito
pl: Pomocnik AUR zakończył działanie

source: Select packages to install (toggle selection with TAB)
fr: Sélectionner un paquet à installer (TAB pour sélection multiple)
it: Seleziona pacchetti da installare (TAB per selezione multipla)
pl: Wybierz pakiety do instalacji (użyj TAB do przełączania)

source: Installation from AUR finished
fr: Installation AUR terminée
it: Installazione da AUR terminata
pl: Instalacja z AUR zakończona

source: All locally installed packages listed
fr: Paquets locaux listés
it: Lista Pacchetti locali
pl: Wylistowano wszystkie lokalnie zainstalowane pakiety

source: Wrong option
fr: Mauvaise option
it: Opzione inesistente
pl: Zła opcja

source: Wait and try again later...
fr: Réessayer à nouveau...
it: Attendi e riprova più tardi...
pl: Poczekej i spróbuj ponownie później...

source: To return to pacli press [Enter]
fr: Pour revenir à Pacli presser la touche [entrer]
it: Per tornare a Pacli premere [Enter]
pl: Aby powrócić do Pacli wciśnij [Enter]

source: To return to pacli Press any key
fr: Pour revenir à Pacli presser une touche
it: Per tornare a Pacli Premere un tasto qualsiasi
pl: Aby powrócić do Pacli wciśnij dowolny klawisz

source: CANCEL OR ESC TOUCH
fr: ANNULER OU TOUCHE ESC
it: CANCEL O ESC
pl: ANULUJ (możesz też wcisnąć ESC)

source: To continue to pacli press [Enter], To return enter [q] and press [Enter]
fr: Pour continuer presser [entrer], pour quitter entrer [q] et la touche [entrer]
it: Per continuare premere [Enter], per uscire [q] e premere [Enter]
pl: Aby kontynuować wciśnij [Enter], aby powrócić wciśnij [q] oraz [Enter]

source: not AUR repot
fr: pas un dépôt AUR
it: No repository AUR

source: help before red
fr: Aide avant une commande rouge
it: help prima di un comando rosso

source: extend menu
fr: Manu étendu
it: Menù esteso

source: cancel in list
fr: Annulé dans la liste
it: Annullare la lista

source: not exist with pacaur ????
it: non esiste con pacaur ????
